<template>
  <div>
    <!-- <el-radio-group v-model="tabPosition" style="margin-bottom: 30px;">
    <el-radio-button label="top">top</el-radio-button>
    <el-radio-button label="right">right</el-radio-button>
    <el-radio-button label="bottom">bottom</el-radio-button>
    <el-radio-button label="left">left</el-radio-button>
  </el-radio-group> -->

    <el-tabs :tab-position="tabPosition" style="height: 300px">
      <el-tab-pane label="赣鄱文化">
        <img width="10%" height="10%" src="../assets/GanPoWenHua.png" alt="" />
        <br />
        <div class="span1">
          <span>
            近代以来，新淦出土的青铜鼎、余干出土的陶器、靖安挖掘出的古剑古扇这些在江西现已出土的文物表明，江西或许在殷商时期，就应经拥有了一个独立的文明体系！而现在赣鄱文化的研究者们也普遍认为：赣鄱文化的主轴是江南文化，她不断地融合了周边移民带来的文明，从而形成了江西特色的赣鄱文化体系。
          </span>
        </div>
        <div class="span1">
          <span>
            赣鄱文化在两千多年中不断接受周边文化的浸染，最终发展出独特于世的江西本地文化。她是以江右人民的生产实践为基础、以赣鄱农业文明为核心，历经数千年发展起来的一种特色文化。万年仙人洞文化见证了江西上万年的水稻耕作历史，自然条件的优渥使得江西农业非常发达，随着人口的繁盛也就有“万点青山万户烟”的江南景致。但也因为如此，东、南、西三面环山，北面临江的江西地理使得赣地人民恋于温饱、安分守故，江西人的“官本位”意识浓重，但又好于争讼。北宋袁州（今宜春）知州杨侃就说，如果官员不“自紊其法”，那么“民知法是易治”。这也得利于江西书院教育兴盛、科举文化强势的历史传统，“耕读传家”被公认为处世准则。
          </span>
        </div>
      </el-tab-pane>
      <el-tab-pane label="江西概览">
        <img
          width="10%"
          height="10%"
          src="../assets/JiangXiGaiKuang.png"
          alt=""
        />
        <br />
        <div class="span1">
          <span>
            江西省，简称赣。因公元733年唐玄宗设江南西道而得省名，又因为江西省最大河流为赣江而得简称。全省面积16.69万平方公里，总人口44,321,581万，辖11个设区市、99个县（市、区）。境内除北部较为平坦外，东西南部三面环山，中部丘陵起伏，成为一个整体向鄱阳湖倾斜而往北开口的巨大盆地。全境有大小河流2400余条，赣江、抚河、信江、修河和饶河为江西五大河流。江西处北回归线附近，全省气候温暖，雨量充沛，年均降水量1341毫米到1940毫米；无霜期长，为亚热带湿润气候。
          </span>
        </div>
        <div class="span1">
          <span>
            江西区位优越、交通便利。江西省地处中国东南偏中部长江中下游南岸，古称“吴头楚尾，粤户闽庭”，乃“形胜之区”，东邻浙江、福建，南连广东，西靠湖南，北毗湖北、安徽而共接长江。江西为长江三角洲、珠江三角洲和闽南三角地区的腹地，与上海、广州、厦门、南京、武汉、长沙、合肥等各重镇、港口的直线距离，大多在六百至七百公里之内。境内高速公路达2206公里，出省主要通道全部高速化。京九线、浙赣线纵横贯穿全境。航空和水运便捷。
          </span>
        </div>
      </el-tab-pane>
      <el-tab-pane label="古今人物">
        <img width="10%" height="10%" src="../assets/GuJinRenWu.png" alt="" />
        <br />
        <div class="span1">
          <span>
            江西自古人才辈出，群星璀璨，为中华民族作出了杰出贡献。秦汉时期相对落后，随着唐代经济中心南移和科举制度的推行，江西人文逐渐兴起，“人才之盛，遂甲于天下”。
          </span>
        </div>
        <div class="span1">
          <span>
            由隋至清，历代全国进士计98689人，江西进士10506人，占10.7％。全国状元724人，江西状元41人，占5.6％。江西另有武状元6人。进士最多的县是吉安县，有500余名，拥有400名进士以上的县有南昌、吉水、丰城、安福、婺源等县。这些县在全国一直都是享有盛名的文化县。在历代读书成风的基础上，江西的诗人、词人、作家、戏剧家、文章家众多。如《全宋词》收入江西词家174人，占全书作者的12％，居全国第二位。江西有一大批忧国忧民的志士仁人。汉晋以来，即拥有众多的慷慨节义之士。宜春的陈重、鄱阳的雷义、南昌的徐稚，是其中的著名者。唐宋以后，节义之士更多。高尚的士风，必然影响民风、官风。各州县方志，普遍反映“民风强悍”，影响所及，历代农民暴动此起彼伏，绵延不断。近现代参与太平天国起义和红军革命战争的人士也特别多，以致有名有姓的红军烈士有近25万人。
          </span>
        </div>
      </el-tab-pane>
      <!-- <el-tab-pane label="定时任务补偿">

    </el-tab-pane> -->
    </el-tabs>
    <hr style="height: 3px; border: none; border-top: 3px double red" />
    <el-collapse @change="handleChange" >
      
      <el-collapse-item  name="1">
        <template slot="title">
          <i class="el-icon-sunny"></i>
        名镇古村
        </template>
        <div style="font-size: 20px; font-weight: bolder">
          江西省境内国家级历史文化名镇名村
        </div>
        <div
          style="
            font-size: 15px;
            text-align: left;
            text-indent: 20px;
            font-weight: bolder;
          "
        >
          （1）乐安县牛田镇流坑村
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          流坑村，属抚州市乐安县牛田镇，位于乐安县西南。流坑村以规模宏大的传统建筑、风格独特的村落布局闻名。村中现存明清传统建筑及遗址260处，其中明代建筑、遗址19处，其建筑类型齐全、保存完整，在国内自然村中较为罕见。由于其深厚的历史文化底蕴，该村被誉为中国古代文明的缩影，并有“千古第一村”的美誉。流坑村四面环山，恩江从群山中自南往北向西流去，明代董燧在西南方用人工挖掘的龙湖，将湖水与江水联为一体，使流坑村成为山环水抱的胜地。恩江右岸的古老香樟，由牛田镇至村口，浓荫覆盖十余里，景色极为优美。村子经董燧改建后，原来密如蛛网的小巷，以七横一竖的较宽的街道相联，在宽巷的头尾，建有巷门望楼，用于关启防御。族人按照房派支系分区居住，一如唐宋时代的里坊规制。各房派宗祠与各房派族众结合在一起，犹如众星拱月。全族大宗祠则建于村北，其他宫观庙宇均建于村外，以符合古礼的要求。
        </div>
        <div
          style="
            font-size: 15px;
            text-align: left;
            text-indent: 20px;
            font-weight: bolder;
          "
        >
          （2）浮梁县瑶里镇
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          瑶里镇，属景德镇市浮梁县，位于景德镇东北端。瑶里，古名“窑里”，因是景德镇陶瓷发祥地而得名，远在唐代中叶，这里就有生产陶瓷的手工作坊。
          瑶里镇建于西汉末年，群峰环抱，如画如屏，南踞象山，北卧狮山，瑶河穿镇而过。数百幢明清古建筑依山傍水、错落有致地分布在瑶河两岸，一律的徽派建筑风格，飞檐翘角，粉墙黛瓦，掩映在青山绿水之中。这里有展示徽派“三雕”艺术的狮冈胜览、程氏宗祠；有展现封建家族礼仪思想的进士第；有再现革命斗争历史的陈毅旧居、抗日动员大会会场、红军游击队驻址；有印证往日繁华景象的明清商业街、徽州古道；有反映瑶里风土人情的灯彩、地戏等等。明清商业街是古徽州大道上最为繁华的商业街之一，全长一千多米，分为上街头、中街头、下街头三段。昔日有上百幢店铺鳞次栉比地分布在街道两旁，至今仍保存较好，其中以明代商店最具特色。东埠古街是浮梁四大古街之一，由古街、古桥、古码头等组成，是明清之际装运高岭土之地，因运输繁忙而成街。街道两旁林立的店铺和青石板上独轮车辗出的凹痕，是古代东埠码头装运高岭土繁忙景象的真实记录。
        </div>
        <div style="font-size: 30px">.......</div>
        <div style="font-size: 20px; font-weight: bolder">
          江西省省级历史文化名镇名村名录
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          抚州：乐安县牛田镇水南村、乐安县湖坪乡湖坪村、金溪县双塘镇竹桥村、金溪县琉璃乡东源曾家村、广昌县驿前镇、宜黄县棠阴镇、东乡县黎圩镇浯溪村、崇仁县相山镇浯漳村、黎川县华山场洲湖村
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          景德镇：浮梁县瑶里镇、浮梁县江村乡严台村、浮梁县勒功乡沧溪村、浮梁县鹅湖镇高岭东埠村、浮梁县西湖乡磻溪村、浮梁县浮梁镇旧城村、浮梁县峙滩乡英溪村、乐平市涌山镇涌山村
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          吉安：青原区文陂乡渼陂村、吉安市青原区富田镇、吉安市青原区富田镇横坑村、吉安市富田镇陂下村、吉安市青原区新圩镇江头毛家村、吉安市吉州区兴桥镇钓源村、吉水县金滩镇燕坊村、吉水县金滩镇桑园村、吉水县金滩镇仁和店村、吉水县白沙镇桥上村、吉安县永和镇、吉安县横江镇唐贤坊村、安福县洲湖镇塘边村、安福县金田乡柘溪村、泰和县马市镇蜀江村、泰和县螺溪镇爵誉村、峡江县水边镇湖洲村、永新县石桥镇樟枧村
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          宜春：高安市新街镇贾家村、宜丰县天宝乡天宝村、丰城市张巷镇白马寨村、丰城市筱塘乡厚板塘村、樟树市临江镇、万载县株潭镇周家村、铜鼓县排埠镇
        </div>
        <div style="font-size: 30px">.......</div>
      </el-collapse-item>
      <el-collapse-item  name="2">
        <template slot="title">
          <i class="el-icon-sunrise"></i>
        国民经济和社会发展状况
        </template>
        <div>
          <img src="../assets/GuoMinJingJi.png" alt="" />
        </div>
        <div style="font-size: 30px">.......</div>
      </el-collapse-item>
      <el-collapse-item  name="3">
        <template slot="title">
          <i class="el-icon-sunrise-1"></i>
        古今人物
        </template>
        <div style="font-size: 30px; font-weight: bolder">魏晋南北朝</div>
        <div>
          <img width="60%" src="../assets/WeiJinNanBeiChao.png" alt="" />
        </div>
        <div style="font-size: 30px">.......</div>
        <div style="font-size: 30px; font-weight: bolder">唐代</div>
        <div>
          <img width="60%" src="../assets/TangDai.png" alt="" />
        </div>
        <div style="font-size: 30px">.......</div>
        <div style="font-size: 30px; font-weight: bolder">清代</div>
        <div>
          <img width="60%" src="../assets/QingDai.png" alt="" />
        </div>
        <div style="font-size: 30px">.......</div>
        <div style="font-size: 30px; font-weight: bolder">民国时期</div>
        <div>
          <img width="60%" src="../assets/MinGuo.png" alt="" />
        </div>
        <div style="font-size: 30px">.......</div>
      </el-collapse-item>
      <el-collapse-item  name="4">
        <template slot="title">
          <i class="el-icon-sunset"></i>
        历史名城
        </template>
       
        <div style="font-size: 20px; font-weight: bolder">历史名城</div>
        <div
          style="
            font-size: 15px;
            text-align: left;
            text-indent: 20px;
            font-weight: bolder;
          "
        >
          1.南昌市
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          南昌市，历史上称豫章、洪都、灌城等，南昌现为江西省省会，为全省政治、经济、文化、交通中心。位于赣水之滨、鄱湖之尾，是一座具有悠久历史和灿烂文化的江南古城，又是一座具有光荣革命传统的英雄城市。它负江临湖，翠峰环绕，东南面向著名的武夷山脉，西南直通闻名于世的井冈山，北邻游览胜地人文圣山——庐山，千里赣江纵贯全境，是中原和南方闽越之间的黄金水道。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          南昌是一座历尽沧桑的古城，早在两千多年前的西汉时，这里已是“江南昌盛之地”，故名“南昌”。自汉初设豫章郡以来，历经两千多年，一直是豫章、洪州、南昌等郡、州、府的治所。由于土地肥沃，物产丰富，经济繁荣，五业兴旺，逐渐成为东南著名的都会。1986年12月，南昌市荣膺国务院公布的第二批国家历史文化名城，以“保存文物特别丰富，具有重大历史价值和革命意义”而为世人瞩目。全市下辖东湖、西湖、湾里、青山湖、青云谱五区，并管辖南昌、新建、进贤、安义四县。全市区域面积约7402平方千米，2010年总人口约504万。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          南昌境内地势平坦，平均海拔25米左右。位于鄱阳湖平原中部，土地肥沃，气候湿润。城区以北是赣江注入鄱阳湖的尾闾地带，江流分岔，港汊密布。西北部是绵延近百里的西山，恰似一道屏障崛起于坦荡的平原之上，气势格外壮观。从西山麓到赣江边，红壤丘陵连绵起伏，冈阜浅丘翻腾似浪，适宜于栽种油茶和果木。东郊是素有鱼米之乡之称的赣抚平原，已成为粮食、蔬菜生产的重要基地。南昌有东湖、西湖、南湖、北湖、青山湖、艾溪湖、碟子湖、象湖、军山湖、瑶湖等数百个大小湖泊，湖在城中，城在湖中。由于常年泥沙冲积，形成了不少洲地，包括官洲、潮王洲（黄牛洲）、打搅洲、扬子洲（羊子洲）、大洲和蓼子洲等。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          在南昌城西北方向，有一条自西向东经安义县城注入鄱阳湖的河流——潦河，它就是最早养育南昌先民的水域，是南昌地区人类活动的历史见证。远在五千多年前的新石器时代，这里已开始出现原始村落。在三四千年前的夏、商、周时代，南昌地区属“扬州之域”，从30多处商周遗址的发现及其出土文物看，市内南起青云谱、北至艾溪湖这一弧形地带是居民的聚集地。春秋战国时期，南昌地区属楚之东境、吴之西境，与中原文化日趋融和，逐渐向封建社会过渡。秦始皇统一中国后，将楚境分为三郡，南昌地属九江郡，此时这里已逐步形成较发达的农业、手工业和商业，具备了建城的条件。
        </div>
         <div style="font-size: 15px; text-align: left; text-indent: 25px">
           建国以前，南昌一直是以政治、商业为主的消费城市，全国解放后，特别是改革开放以来，英雄城的面貌发生了巨大的变化。随着国民经济的发展，全市逐步形成了飞机制造、汽车制造、冶金、机电、纺织、化工、医药等现代化工业体系，以电子信息、生物工程、新材料等为代表的新兴高新技术产业也具有一定的水平。随着京九线的开通，南昌“东驰西进、南来北往”的区位优势更为突出，位于南昌大桥东端的占地1,700余亩的洪城大市场，拥有纺织、服装、食品、日杂等几大门类近万种商品，是全国九大日用品中心批发市场之一。
        </div>
         <div style="font-size: 15px; text-align: left; text-indent: 25px">
           建国以来，南昌市交通运输事业发展很快，有浙赣、赣宁、赣湘、南浔、京九几条铁路干线，是京九线上惟一的省会城市。占地6,800亩、投资11亿元的民用机场——昌北机场已于1999年9月顺利通航，拥有宽敞明亮的候机大厅，4D级的机场跑道，精密先进的导航系统等。这座现代化的民用航空港的通航，为江西省民航事业发展奠定了扎实基础。昌九高速公路、南莲高速公路的开通，对加快南昌及附近地区的经济发展和改革开放有重要意义。昌北合资牛行水厂的兴建，使生产、生活用水更为方便。与交通运输相配套的邮电通讯事业发展迅猛，是江西省的邮电通讯枢纽中心。
        </div>
        <div
          style="
            font-size: 15px;
            text-align: left;
            text-indent: 20px;
            font-weight: bolder;
          "
        >
          2.景德镇市
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          富饶美丽的赣东北大地上，镶嵌着一颗历千年而不衰的闪光明珠景德镇。这座以悠久制瓷历史和精湛制瓷技艺而著称于世的城市，其千年不灭的窑火，烧制了无数精美绝伦的陶瓷制品，也孕育了多彩绚烂的陶瓷文化。明清时期景德镇即成为与朱仙镇、汉口镇、佛山镇齐名的四大工商名镇之一，20世纪80年代初，又名列全国首批历史文化名城之中。在24座名城中，它是惟一以工业的专门化而著名的历史文化名城，向有“瓷都”之美名。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          景德镇地处江西省的东北部，位于黄山、怀玉山余脉与鄱阳湖平原的过渡地带，居浙、皖、赣三省交界处。东接婺源、德兴，南连万年、弋阳，西邻鄱阳，北接安徽的祁门、东至，全镇的形状颇似一朵含苞欲放的百合花。全市面积约5256平方千米，2010年全市人口约158万，境内峰峦环峙，江河绕流，风景优美。市内东、西、北三面多低山，东南部丘陵起伏，是一处群山环抱的丘陵盆地，主要山峰有东部的白石塔和五花尖等，海拔皆在1000米以上。中部和西南部为昌江谷地，是鄱阳湖的一部分，海拔在50至100米之间。起源于安徽祁门县境内的昌江，自西南经皖赣边界，由北向南流经景德镇市区。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          景德镇是一座历史悠久的古城，春秋战国时期属吴楚两国拉锯地区，故有“吴头楚尾”之称。秦时属九江郡，汉属豫章郡鄱阳县，三国时统为吴地，属扬州。景德镇原是浮梁县辖区，该县地处昌江南岸，故始名昌南镇，后因东晋陶侃“擒江东寇”于此，遂更名为新平镇。唐武德四年（公元621年）置新平县，开元四年（公元716年），改名新昌县，天宝元年（公元742年）更名浮梁县。北宋景德元年（公元1004年），因镇产青白瓷质地优良，遂以皇帝年号为名置景德镇。景德镇自始名之日起，一直是浮梁县辖镇。元代升为浮梁州，属饶州路，明初为浮梁县，属饶州府。1953年，景德镇升为省辖市，现景德镇市辖一市一县两区，即乐平市、浮梁县、珠山区和昌江区。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          景德镇的许多古迹，都与陶瓷业的发展繁荣紧密联系在一起。千余年经久不衰的陶瓷生产为景德镇留下了许多古代窑址和大量的古瓷片、古窑具堆积层。离市区不远的湖田古窑，它兴烧于五代，历经宋、元至明代中叶，这里保留有大批宋元时代的瓷器碎片和窑膛、古井和作坊等遗址，现已列为国家重点文物保护单位。南市街古瓷窑遗址位于柳家湾以西的南市街，遗物上溯五代，下至元初。堆积层丰富，分布面广，产品器型精巧，釉面晶莹，多有精美的刻划花纹或印泥。瓷器品类繁多，有青白瓷、影青瓷、青花瓷等。此外，较著名的窑址还有塘下、杨梅亭和黄泥头等。
        </div>
         <div style="font-size: 15px; text-align: left; text-indent: 25px">
           一千多年来，景德镇是一座沿昌江兴建的没有城墙、对洪水不设防的城市，形成了长达6.5公里、宽约2公里的长条状布局。在1998年夏季长江流域遭遇特大洪水时，昌江也洪水泛滥，汛期市区两度被淹，最深处洪水达3米之深，损失惨重。洪水过后，景德镇投入6000万元巨资，修筑城市防洪工程。防洪工程在昌江支流南河段开掘，包括老鸦滩、西瓜洲等低洼地带圩堤的加固扩建，还包括防洪堤、排涝工程、疏浚河道和远期的吾溪口水利枢纽工程等，可使景德镇市的防洪能力由原来的5至7年一遇提高到20年至50年一遇。
        </div>
         <div style="font-size: 15px; text-align: left; text-indent: 25px">
           改革开放以来，景德镇的城市发展速度大大加快。昔日破旧矮小的陶舍，已作为古董陈列于历史博览区供游人参观，取而代之的是现代化的厂房。珠山大道、西郊大道、曙光大道、沿河路、中山路等与飞架昌江东西的珠山昌河大桥将整个市区联为一体，火车站、少年宫、电信大楼、百货大楼、景德镇饭店等风格各异的现代化建筑点缀其间，莲花塘、人民公园风景如画，人民广场气势壮观，千年古城已建设得雄伟壮丽。昌江两岸葱茏秀丽，城市生态环境大为改善。有着辉煌历史的景德镇人民，正快马加鞭，扬帆启航，为瓷都的发展再创佳绩！
        </div>
        <div style="font-size: 30px">.......</div>
      </el-collapse-item>
       <el-collapse-item  name="5">
         <template slot="title">
          <i class="el-icon-cloudy"></i>
        文学
        </template>
        <div style="font-size: 20px; font-weight: bolder">文学</div>
<div style="font-size: 15px; text-align: left; text-indent: 25px">
  在古代，江西文学有过光辉灿烂的发展史，尽管起步不早，但发展速度很快。东晋以前，江西文人少有作品传世，直到陶渊明的出现。东晋后期，江西文坛上异峰突起般地出现了一位全国杰出的伟大诗人陶渊明，他不仅是江西文学史上第一位伟大的文学家，而且有中国田园诗派的开山祖之誉。著有《陶渊明集》，今存诗l20余首，文九篇，辞赋三篇。相传志怪小说集《搜神后记》10卷也是他的作品。南朝宋时，南昌雷次宗，著有文集20卷。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          隋唐五代时期，江西作家作品明显增多，逐步形成了一个诗人群体。据《全唐诗》、《全唐文》及有关史料统计，唐五代文学家总数共计约3770余家，其中江西有93家，占总数的2.46%。这个诗人群体，除部分分别为南昌、九江、高安、奉新、上饶、鄱阳和广丰人外，几乎都集中于袁州的宜春，尤其是晚唐五代诗人更是如此。这时期的代表作家有宜春的郑谷，九江的舒元舆和南昌的王定保。郑谷有诗集《云台编》三卷传世，今人整编为《郑谷诗集》，存诗320多首。舒元舆散文有较高成就，注重内容，讲究形象化，不以议论见长。《全唐文》收其散文一卷l6篇。王定保是五代笔记小说家，撰有《唐摭言》15卷，多收入《太平广记》中。尤其可喜的是女诗人开始登上文坛，主要代表诗人有鄱阳的程长文和宜春的彭伉妻张氏，《全唐诗》收有她们的作品。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          两宋是江西古代文学发展的高峰期，是江西古代文学的黄金时代。全国许多著名的大文学家、大诗人、大词人、小说家和散文家，都先后出现在这时期的江西文坛上。如晏殊、欧阳修、曾巩、王安石、晏几道、黄庭坚、洪迈、杨万里、姜夔、文天祥等。他们是这时期江西文坛最卓越的代表作家。这时期形成以黄庭坚为首的举世瞩目的江西诗派，其流传之久，影响之大，超过中国文学史上的任何诗派。词虽起步晚，但发展速度很快，而且达到了空前绝后的艺术高峰。小说和笔记也空前繁荣，各种内容和形式的笔记层出不穷，而且出现了全国篇幅最长、内容最广、规模最大的笔记小说集《夷坚志》和笔记集《容斋随笔》。散文的最高成就也出现在这一时期。唐宋古文运动中的八大家，宋代占六家，江西有欧阳修、曾巩、王安石。据《全宋诗》(北宋都分)统计共有诗人3160余家，其中江西占236家，占全国的7.47%。在《全宋词》中，江西占的比例更高。据统计《全宋词》共收词人l330余家，江西就占178家，占全国的l3.38%，仅次于浙江而居全国第二位。在八卷本的《中国文学大辞典》中，共收宋代文学家940余人，江西就有186人，占全国的19.74%。在这一时期，江西作家队伍出现了众多的以血缘关系而形成一家几代的作家网。如宜黄的乐史、乐黄目父子，临川的晏殊、晏几道父子，南丰的曾巩、曾布、曾肇、曾纡、曾纮、曾惇、曾协等祖孙三代，新余的刘敞、刘攽兄弟和孔文仲、孔武仲、孔平仲三孔，临川的王益、王安石、王安国、王安礼、王雱等三代五王，修水的黄庶、黄大临、黄庭坚两代三黄，南昌的洪朋、洪刍、洪炎、洪羽四兄弟，鄱阳的洪皓、洪适、洪遵、洪迈两代四洪等等。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
          元明是江西文学处于极其复杂的时期。就基本情况而言，元曲，尤其是戏剧文学获得了空前的发展和繁荣，成为这时期最高成就的代表，而其它方面成就明显不如宋代，处于下降时期。就诗来说，是相持偏低时期；就词来说，是衰落时期；就小说与笔记来说，也是下降时期；就散文而言，也远不如宋代。《四库全书》收入这时期江西作家作品共70人，75部，比宋代的87人，ll6部少得多。八卷本《中国文学大辞典》收元明文学家l290人，其中江西省l35人，占全国的l0.4%。比宋代的942人，江西省186人，占全国的19.74%差得很远。就作家队伍及其组成情况而言，这时期江西最著名的文学家是汤显祖。这时期的江西作家队伍之庞大却是史无前例。在元代，较有成就的散曲作家主要有刘时中、周德清、赵善夫、汪元亨等；诗歌作家主要有虞集、范梈、揭傒斯、熊朋来、吴澄等；词人主要的有燕公楠、曾允元、刘洗、程文海等。进入明代以后，江西作家队伍不仅远远超过元代，也远远超过宋代的规模，呈现着空前壮大的趋势。除汤显祖外，较有名的诗人有危素、刘崧、张羽、杨士奇、解缙、刘炳、梁兰、胡俨、李时勉、胡直、郭子章、严嵩、万时华、刘淑英等；较有名的词人有梁寅、聂大年、夏言、曾灿等；较有名的小说及笔记作家有李祯、邓志谟、刘元卿等；较有名的散文家有陈谟、周是修、梁潜、王直、何乔新、吴与弼等。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
清代(1840年以前)和近代是江西古代文学的衰落时期。无论哪一种文学样式的作品都无法与以前发达的时代相比，尤其小说创作远远落后于全国，几乎没有一部小说能列入全国先进行列。清代江西的代表作家是蒋士铨。无论戏曲、诗、词、文都有很高成就。近代江西代表作家是诗人陈三立和词人文廷式。尽管从纵向比较来看处于衰落时期，但清代江西文学还是有一定成就的，主要体现在散文和诗词方面。较有名的散文家有王猷定、魏禧、彭士望、蒋士铨、郑日奎、帅我、帅仍祖、乐钧等；词和全国一样，处于第二高峰期，主要词人有蒋士铨、乐钧，其次有李元鼎、熊文举、余鼎、陈允衡、符兆纶、吴嵩梁、舒梦兰等；主要诗人除上述词人外还有曾畹、李绂、李来泰、谢启昆等；戏剧作家主要是蒋士铨；小说成就不很高，主要是短篇较好，如乐钧的文言小说集和徐芳、陈宏绪的笔记小说。进入鸦片战争以来的近代，陈三立和文廷式是江西文坛诗词最高成就的代表作家。
        </div>
        <div style="font-size: 15px; text-align: left; text-indent: 25px">
从“五四”运动到新中国成立的三十年中，江西现代文学发展较为缓慢，作家队伍较小，作品数量也较少，成就高的作家作品不多，且多为江西籍而在省外生活与工作，在江西本地生活的作家更少。这时期的主要作家有邹韬奋、方志敏、王礼锡、罗黑芷、曾今可、熊佛西、夏征农、白采、胡先骕、饶孟侃、彭芳草等，主要文学研究家有陈寅恪、游国恩、萧涤非、龙榆生、王易、李平心等，还有文艺理论家彭康。
        </div>
         <div style="font-size: 15px; text-align: left; text-indent: 25px">
建国后，到“文化大革命”前的l7年中，江西文学的发展也不快。这时期无论文学的样式与作品的数量都不多，作家队伍较小，而且分散。有些名作家、名诗人都分散在省外各地生活。如杜宣、吴运铎、曾秀苍、公刘、彭荆风、周良沛、天蓝等。新一代作家尚在成长之中。当时在江西本地生活的作家加入中国作协的只有几人。“文化大革命”十年中，江西文学创作与研究，除少数几个作家有一定发展外，绝大多数处于停笔或被迫停笔状态。无论作家队伍和作品数量都处于低潮。改革开放以来，江西文学的各种样式都得到了充分而全面的发展，尤其是小说的发展，其中突出的又是中长篇小说的史无前例的大发展；其次是报告文学、纪实文学和传记文学的发展；第三是诗歌的发展；第四是儿童文学的发展；散文也有较大的发展；还有一点不可忽视的是一向不发达的江西文学理论、文学评论和文学研究，尤其是古典文学研究均有了长足的发展和进步。此外，外国文学翻译与研究也成正比地向前发展。与此相适应的是民间文学的整理与研究、文学期刊的编辑与出版都有了明显的发展。
        </div>
         <div style="font-size: 15px; text-align: left; text-indent: 25px">

        </div>
  </el-collapse-item>
    </el-collapse>
  </div>
</template>

<script>
export default {
  data() {
    return {
      tabPosition: "left",
    };
  },
  methods: {
    handleChange(val) {
      console.log(val);
    },
  },
};
</script>

<style>


.el-collapse-item .el-collapse-item__header{
  background:-webkit-linear-gradient(left,#eee,#ccc) ;
  box-shadow: 2px 2px 4px #999,
  -2px -2px 4px #fff;
  padding-left: 20px;
  font-size: 20px;
}
.span1 {
  text-indent: 25px;
  text-align: left;
}
</style>